Repository: mozilla-l10n/mt-training-data
Catalog: bgp/bgp_pontoon.tmx
Source language: en_us
Languages: bgp

source: Names of your language
bgp: وتی زبان ءِ نام .

source: Native Language
bgp: زبان بولی .

source: Nature and Environment
bgp: فطرت یا ماحولیات

source: Need help deciding which to choose?
bgp: اے فیصلہ کنگ ءَ کمک کنگ لوٹیت کہ کجام گچین ءَ؟

source: Need help with the Sex or Gender changes?
bgp: جنس یا جنس ءِ بدلی ءِ تہا کمک لوٹ ایت؟

source: Need some help with accent?
bgp: لہجہ ءِ گوں لہتیں کمک لوٹ ئے؟

source: Need some help with variants?
bgp: وڑ ءُ پیماں گوں لہتیں کمک لوٹ ئے؟

source: Need to download your data?
bgp: وتی ڈیٹا ڈاؤن لوڈ کنگ ءِ زلورت اِنت؟

source: Nepali
bgp: نیپالی

source: New Language Launch
bgp: نوخے زوان ء آغاز ۓ

source: News and Current Affairs
bgp: خبراں تے موجوداء حالات ء

source: Next
bgp: دومی

source: Ngiembon
bgp: نگیمبون

source: Nias
bgp: نیاس

source: Nigerian Pidgin English
bgp: نائیجیریا ءِ پجین انگریزی

source: NKo
bgp: نکو

source: No
bgp: چن آں

source: [No ‘a’ in the original text]
bgp: [اصل عبارت نیوا کوئی ‘a’ نیست ء]

source: <noCopyright>No copyright</noCopyright> restrictions (cc-0)
bgp: <noCopyright> کوئی نکل </noCopyright> پابندی نیست ء (cc-0)

source: No foreign letters
bgp: کوئی پردیسی لفظ نیست انت

source: No gravatar found for your email
bgp: تئی ای میل ئا په ہچ گراواٹار نہ رستہ

source: No information
bgp: ہچ وڑیں زانتکاری نیستیں

source: No information available
bgp: ہچ وڑیں زانتکاری دست نہ کپیت

source: No microphone found.
bgp: ہچ مائیکروفون نہ رست.

source: Non-binary
bgp: غیر بائنری

source: No numbers and special characters
bgp: ہنگیں نمبراں تھریں خاصیں لفظاں نہ۔

source: Northern Hindko
bgp: شمالی ہنندکو

source: Northern Sotho
bgp: شمالی سوتھو

source: Northwest Gbaya
bgp: شمال مغربی گبایا

source: Norwegian Bokmål
bgp: ناروے ءِ بوکمال

source: Norwegian Nynorsk
bgp: ناروے ءِ نینورسک

source: No sentences to review. <addLink>Add more sentences now!</addLink>
bgp: جائزہ گرغ واسطہ کوئی جملہ چھنیں ۔نئ مزید جملہ شامل کھنے

source: ⓘ Not all sentences and clips have Variant tags yet!
bgp: i انگت ءَ درستیں جملہ ءُ کلپانی تہا وارینٹ ٹیگ نیست!

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
bgp: نوٹ: وھدے کہ 'دیستگیں' ءِ سر ءَ سیٹ کنگ بیت گڑا اے سیٹنگ چہ والتاک/پروفائل ءِ تاک ءَ بدل کنگ بیت کنت۔

source: Note: You will still need to select between Speak or Listen to change contribution type.
bgp: نوٹ: شریکداری ءِ ٹائپ ءَ بدل کنگ ءِ ھاترا ترا انگت گپ جنگ یا گوشدارگ ءِ نیام ءَ گچین کنگ لوٹ ایت۔

source: Not Found
bgp: دست نہ کپتگ

source: No Thanks
bgp: نہ منتوار

source: No thanks, continue speaking
bgp: نہ منتوار، گپ ءَ برجاہ دار

source: No variant selected
bgp: ہچ وڑ گچین نہ بیثغیں

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
bgp: نوں کہ تو کامن وائس ءِ بابت ءَ کمو گیشتر زان ئے گڑا پرچا نہ کن ئے؟ جملہ آں گوں توار ءَ وانگ بندات کنگ ءِ ھاترا مائیکروفون ءِ نشان ءَ کلک کن اِت۔ <br/><br/>اگاں شما دگرانی توار ءِ شرپ ءِ چار ءُ تپاس ءَ دوست دار اِت گڑا پلے آئیکن ءِ سر ءَ کلک بہ کن اِت۔ تئو اے گپ ئے پدر کنغ ئا کمک کنئے کہ ریکارڈنگ اسکرین سرا نبشتغیں جملہ آں گوں ہمگرنچ انت۔

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
bgp: نوں تو وتی توار ءَ عطیہ دات کن ئے کہ مارا یک اوپن سورس توار ءِ ڈیٹا بیس ءِ جوڑ کنگ ءَ کمک بہ کنت کہ ہرکس کارمرز کنت ڈیوائسز ءُ ویب ءِ ھاترا نوکیں ایپس جوڑ کنگ ءِ ھاترا۔ یک جملہ یے بوان اِت کہ مشیناں بہ زانت کہ راستیں مردم چوں گپ جن اَنت۔ دگہ مردمانی کاراں چیک کن کوالٹی ءَ را گہتر کنگ ءِ ھاترا شریک داروکاں ۔۔۔ اے انچو سادہ اِنت!

source: Nubi
bgp: نوبی

source: Number of Voices
bgp: آوازانی کساس

source: Numbers
bgp: اعداد

source: Occitan
bgp: اوکسیٹان

source: Odia
bgp: اوڈیا

source: Off
bgp: بند

source: Offensive Content
bgp: ناپسندیں مواد

source: Offensive language
bgp: بریں زوان

source: Offensive speech
bgp: بریں تقریر

source: Offline Sources
bgp: آف لائن وسیلہ

source: On
bgp: چالوکنی

source: On desktop devices you can contribute by downloading…
bgp: ڈیسک ٹاپ رنگیں آلہ چھکھا پھرکھنے کیں مٔے دستا بڑیحنے

source: On his head he wore a beret.
bgp: آئی ءِ سر ءَ بیرٹ ءِ بستغ ات

source: On iOS please continue with Safari to enable recording…
bgp: آئی او ایس سرا ریکارڈنگ ءِ فعال کنگ ءِ ھاترا سفاری ءَ گوں دیم ءَ برگ بہ بیت...

source: Only show me sentences and clips from my variant
bgp: مناں وثی دروشم ئا شہ جملہ و کلپ پیش دار

source: On the other hand, if you think that the reader has never come across the word before, and is making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
bgp: دومی نیمگ ءَ اگاں شما اے گپ ءَ جیڑ اِت کہ وانوک ءَ پیسر ءَ اے گال ءِ سر ءَ ھچبر دچار نہ کپتگ ءُ تلفظ ءِ سر ءَ ردیں گمانے کنگ ءَ اِنت گڑا رد بہ کن اِت۔ اگاں ترا پکّا نہ اِنت گڑا یلہ دئیگ ءِ بٹن ءَ کارمرز کن۔

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
bgp: دوسری طرف، اگر شُماءِ خیالءِ انت کہ شاید خوانن والا پیشءِ ایں لفظءَ ملاقات نہ کنتگ، و صرف تلفظءَ غلط اندازہ کنگ، براہ مہربانی رد کنت. اگر شُما مطمئن نہ اَنت، اسکیپ بٹنءِ استعمال کنت.

source: Open innovation is at the heart of what we do. For research collaborations, data collection or interviews, <emailFragment>reach out.</emailFragment>
bgp: اوپن نوآبادیاتی ہما کارانی دل ءَ اِنت کہ ما کنیں۔ پٹ ءُ پولی کمک، ڈیٹا ءِ یکجا کنگ یا انٹرویو ءِ ھاتر ءَ <emailFragment>گوں دیم ءَ سر بہ بئے۔</emailFragment>

source: Optionally join on our email list for updates and new information about the project.
bgp: منصوبہ ءِ باروا نوکیں زانتکاری ءُ نوکیں زانتکاری ءِ ھاترا اختیاری مئے ای میل لسٹ ءَ ہوار بہ بئے۔

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
bgp: اختیاری جمع کتگیں ڈیموگرافک ڈیٹا (چوکہ عمر، جنس، زبان، ءُ لہجہ) شمئے پروفائل ءِ سرا ہچبر پبلک نہ کنگ بیت، ءُ ڈیٹاسیٹ ءِ تہا شمئے اکاؤنٹ ءَ گوں ہمگرنچ نہ بیت۔ انفرادی آڈیو کلپس گیشتر درستیں تجزیہ ءِ مقصد ءِ ھاتر ءَ ڈیموگرافک ڈیٹا ءِ گوں ہمگرنچ کنگ بنت - مثال ءِ رد ءَ یک محققے یک خاصیں ڈیموگرافک طبقہ ءِ تربیت ءِ ماڈل ءَ نشانہ جوڑ کنگ لوٹ ایت۔

source: Ormuri
bgp: ھوری

source: Ossetian
bgp: اوسیتیائی

source: Other
bgp: دگہ

source: Other Language
bgp: دومی زبان

source: Other people validate those voice clips.
bgp: تھی لوگ ان آواز کلپس نی تصدیق کن انت

source: Other voice datasets…
bgp: دگہ توار ءِ ڈیٹاسیٹ...

source: Other Voice Datasets
bgp: دگہ توار ءِ ڈیٹاسیٹ

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
bgp: مئے کمیونٹی منیجر ترا پیشکش کنغ واستا سر بیث کنت گیشیں کمک، ءُ ترا زانگ ءِ ھاترا کہ اگاں ھست پیسرا چہ یک کمیونٹی یے تئی زبان سرا کار کنگ ءَ اِنت

source: Our governance is founded on the pillars of:
bgp: مئے حکومت ءِ بُن ھشت ایشانی سر ءَ ایر اِنت:

source: Our language is our story, our community, our culture. Let's create the datasets that we want to see in the world.
bgp: مئے زبان مئے کسہ اِنت، مئے چاگرد اِنت، مئے دود ءُ ربیدگ اِنت۔ بیا اِت ھما ڈیٹاسیٹ جوڑ کن اِت کہ ما دگنیا ءَ گندگ لوٹ اِیں.

source: Our Partners
bgp: مئے شریک

source: Our partners include...
bgp: مئے شریکاں ھوار انت...

source: Overall Accuracy
bgp: کلیں راستی

source: Overall Hr. Total
bgp: کل ءَ ایچ آر۔ سرجمی

source: p
bgp: پی

source: Paiwan
bgp: پیءوان

source: Palula
bgp: پلولا

source: Papantla Totonac
bgp: پپتلا ٹوپک

source: Papiamento
bgp: پیپیامین میں

source: Papiamento (Aruba)
bgp: پاپیامنٹو (اروبا)

source: Participate in language community discussions, ask questions, and learn about upcoming events and talks.
bgp: زبان ءِ چاگرد ءِ گپ ءُ تران ءَ بہر زور اِت، جُست بہ کن اِت ءُ آیوکیں مراگش ءُ گپ ءُ ترانانی بابت ءَ سرپد بہ بئے۔

source: Partner
bgp: سنگتی

source: Partners
bgp: شریک

source: Partnerships
bgp: شراکت داری

source: Partnerships and networks
bgp: شریکداری ءُ نیٹ ورک

source: Partnerships, Press and Stories, Community and Languages
bgp: شریکداری، رسانکدر ءُ کسہ، چاگرد ءُ زبان

source: Partner with us
bgp: مئے گوما شریک بہ بئے

source: [Part of the text can’t be heard]
bgp: متن ئے بہر گوشدارغ نہ بیثہ

source: Pashto
bgp: پشتو

source: Past recordings download requests
bgp: گوئستغیں ریکارڈنگانی ڈاؤن لوڈ ئے لوٹ

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
bgp: <p>کامن وائس یک سرجمیں دستیابیں آواز ءِ ڈیٹاسیٹ اِنت کہ سرجمیں دگنیا ءِ رضاکاریں شریکیں مردمانی تواراں چہ کارمرز بیت۔ ھما مردم کہ آواز ءِ کارمرز کنگ لوٹ اَنت آ ڈیٹاسیٹ ءَ پہ مشین لرننگ ماڈل ءِ تربیت ءَ کارمرز کن اَنت۔</p> <p>اے وھد ءَ گیشتریں وائس ڈیٹاسیٹ کمپنیانی ملکیت انت کہ ایش جدت ءِ دیم ءَ بند کنت۔ آواز ءِ ڈیٹاسیٹ ھم کم نمائندگی کن اَنت: غیر انگریزی ءِ گپ جنوک، رنگ ءِ مردم، معذوریں مردم، جنین ءُ LGBTQIA + مردم۔ اے گپ ءِ بزانت ایش اِنت کہ توار ءِ وسیلہ ءَ ٹیکنالوجی بازیں زبانانی واستہ ھچ وڑ ءَ کار نہ کنت ءُُ ھما جاہ ءَ کہ کار کنت آ ھرکس ءِ واستہ یک پیم ءَ جوانیں کارکردگی پیش نہ دار ایت۔ ما اے گپ ءَ بدل کنگ لوٹیں کہ ہر جاہ ءَ مردماں وتی توار ءِ بہر کنگ ءِ ھاترا متحرک بہ کنیں۔</p>

source: People come and contribute their voices.
bgp: لوغ آ نتیں اور وسی ٹوک نیوا حصہ داند

source: Persian
bgp: فارسی

source: Personal dashboards keep you up-to-date with individual and community progress.
bgp: ذاتی ڈیش بورڈ ترا انفرادی ءُ کمیونٹی ءِ دیمروئی ءِ بابت ءَ سرپد کنت۔

source: Personally Identifiable Information
bgp: ذاتی شناخت ئے زانتکاری

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
bgp: <playbookLink>مدامیں رہشونی</playbookLink> ءِ سرجمیں کامن وائس ءِ سفر ءِ سرا، چہ لوکلائزیشن ءَ بگر داں ڈیٹاسیٹ ءِ کارمرز کنگ ءَ، ءُُ ہمے رنگ ءَ مئے کمیونٹی ءَ گوں ہمگرنچ بوہگ ءِ راہ ءُُ دراں ہم درگیج اِت۔

source: <playIcon></playIcon>Last one!
bgp: <playIcon><playIcon>آخری یکء

source: Play/Stop
bgp: شروع کنے/ بند کنی

source: Please check our <templateFileLink>template file</templateFileLink>. Your sentences should be copyright free (CC0 or permissioned original work by the submitter) and be clear, grammatically correct and easy to read. Submitted sentences should take roughly 10-15 seconds to read and should avoid including numbers, proper nouns and special characters.
bgp: براہ کرم مے ٹیمپلیٹ فائل آرا گیندے۔شوا CC0)اے جملہ کاپی رائٹ آگوں پاک بیغی چاہیداں یا جمع کھنینغ والا طرفوں اجازت یافتہ اصل تے واصح ،گرامر لحاظ آگوں درست تے (کار پڑھگ وچا آسان بئ ۔جمع بیزغیں جملہ پڑھغ وچ تقریبا 10 ـ15 سیکنڈ ماناغی چاہیداں اور اشاں نی وچا اعداد مناسب اسم اور خصوصی حروف شامل کھنغاگوں گریز آ کھنے

source: Please fill out this field.
bgp: براہ کرم اے فیلڈ آ را پر کھنے

source: Please select a language to review sentences.
bgp: براہ کرم جملہ نئ جائزہ گرغ واسطہ یکھے زبان چھنے.

source: Polish
bgp: پولش

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
bgp: pontoonAccountLink>اکاؤنٹ</pontoonAccountLink>اگاں ترا ھچ نیست گڑا جوڑ کن۔ پدا، وتی زبان ءَ گچین کن اِت <strong>(‘ٹیم’)</strong> ءُ پدا منصوبہ ءَ گچین کن اِت، <pontoonCvLink>مشترکہ توار</pontoonCvLink>۔ ترجمہ کنگ ءِ واستہ فائل ھست بنت۔ یکے سرا کلک کن ات، پدا انگریزی ءَ گال ءُ ایشانی رجانک کنگ ءِ ھاترا یک ڈبہ یے پیش دار ایت

source: Portuguese
bgp: پرتگالی

source: Powered by global communities, for global communities — 130 languages and growing!
bgp: گلوبل کمیونٹیز ءِ نیمگ ءَ چہ طاقتور کنگ بوتگ، پہ گلوبل کمیونٹیز ءَ — 130 زبان ءُ دیمروئی کنگ ءَ اِنت!

source: Press and stories
bgp: پریس ءُ کسہ .

source: Press and Stories
bgp: پریس ءُ کسہ

source: Press play, listen & tell us: did they accurately speak the sentence below?
bgp: پریس پلے، گوشدار ءُ مارا بُگش: آیا آیاں چہ جھل ءِ جملہ ءَ راستی ءَ گپ جتگ؟

source: Press { shortcut-play-toggle } to toggle play mode
bgp: پلے { shortcut-play-toggle } دپ ءَ بہ کن اِت

source: Privacy
bgp: راز

source: <privacyLink>Privacy</privacyLink>
bgp: <privacyLink>راز</privacyLink>

source: Privacy Policy
bgp: رازداری ئے پالیسی

source: Privacy, security and transparency.
bgp: رازداری، امنیت و شفافیت.

source: Pro
bgp: پرو

source: Profile
bgp: پروفائل

source: Profile information improves the audio data used in training speech recognition accuracy.
bgp: پروفائل ءِ زانتکاری گپ ءِ شناخت ءِ درستی ءِ تربیت ءَ کارمرز بوتگیں آڈیو ڈیٹا ءَ شر کنت۔

source: Progress
bgp: دیمروی

source: Public Domain
bgp: پبلک ڈومین

source: Publicly accessible open speech datasets in 130+ languages
bgp: 130+ زبانانی تہا سرکاری دسترس ءِ پچیں گپ ءِ ڈیٹاسیٹ

source: Pular Guinea
bgp: پولار گنی

source: Punctuation
bgp: اوقاف ءِ نشان

source: Punjabi
bgp: پنجابی

source: Puno Quechua
bgp: پونو کوئچوا

source: Quechua Ambo-Pasco
bgp: کموا امبو-استیک

source: Quechua Arequipa-La Unión
bgp: کوئچوا ءِ جاہ

source: Quechua Cajatambo
bgp: کوئکوا کیاتمب

source: Quechua Chanka
bgp: کوئچوا چنکا

source: Quechua Chiquián
bgp: کوئچوہ چیکن

source: Quechua Corongo Ancash
bgp: کوئکوہ کورگوگوز

source: Quechua Jauja Wanka
bgp: کموا ججا ہوان ۔

source: Quechua Pasco Santa Ana de Tusi
bgp: کوئکوہ پِسکو سنتا انا ڈی توسی

source: Quechua Sihuas Ancash
bgp: کوئچو سیاساشش

source: Quechua Yauyos
bgp: کوئچوہ یایو ءِ

source: r
bgp: آر

source: [‘Raised’ in English is always pronounced as one syllable, not two]
bgp: پِیشتری ٹوک

source: Rate limit exceeded. Try again in { $retryLimit } minutes
bgp: شرح اٗنسرءَ شئہ دیم بیثہ۔ یک منٹ ءَ پذا تھر (دومی بہرا) درست کھنہ (دیم دئی).

source: Rate limit exceeded. Try again in { $retryLimit } seconds
bgp: شرح اٗنسرءَ شئہ دیم بیثہ. یک سیکنڈ ءَ پذا تھر (دومی بہرا) درست کھنہ (دیم دئی)

source: Reach out to governments, non-profits or media organizations to see whether any of their web content, reports or other content can be dedicated to the public domain
bgp: حکومت، غیر منافع بخش یا میڈیا تنظیماں گوں رابطہ بکن ات کہ آیا آہانی ویب مواد، رپورٹ یا دگہ مواد ءِ تہا چہ یکے ءَ را پبلک ڈومین ءِ ہاترا ندر کنگ بوت کنت یا نہ

source: Reader Effects
bgp: پڑھغ والے اثرات

source: Reading all the words on the page correctly does matter. When listening, check very carefully that what has been recorded is exactly what has been written; reject if they have added, contracted or missed words.
bgp: صفحہ ءِ سرا درستیں گالاں راست وانگ ءَ چہ ھچ فرق نہ کپیت۔ گوشدارگ ءِ وھد ءَ سک دلگوش بہ کن اِت کہ ھما چیز کہ ریکارڈ کنگ بوتگ آ ھما اِنت کہ نبشتہ کنگ بوتگ؛ اگاں آیاں گال ھوار کتگ اَنت، ٹھینگ کتگ اَنت یا گار کتگ اَنت گڑا رد کن اِت۔

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
bgp: کنٹریکشنز پڑھغ وستا کش حقیقت نیوا موجود نیست انت، کش "ماء استوں" ہندا "ماہ استوں" یا اشی ء علاؤ

source: Read More
bgp: گیشتر وانگ

source: Read more on our About page
bgp: مئے بابت ءَ پیج ءَ گیشتر وانگ بہ بیت

source: Read sentences
bgp: جملہ ئا پڑھ

source: Read Sentences
bgp: جملہ ئا پڑھ

source: Read sentences aloud in your language and contribute to the most diverse public participation speech dataset in the world.
bgp: وتی زبان ءَ جملہاں گوں توار ءَ بوان اِت ءُ دنیا ءِ تہ ءَ چہ درستاں گیشتر لس بھر زوری ءِ گپ ءِ ڈیٹاسیٹ ءَ شریک بہ بئے۔

source: Read Sentences, Answer Questions
bgp: جملہ ئا پڑھ، جستانی جواب ئا دئے

source: Read Sentences <small>(Coming soon)</small>
bgp: جملہاں بوان اِت <(زوت آھگ ءَ اِنت)</small></small>

source: Read sentences submitted by the community in various languages
bgp: راج ءِ نیمگ ءَ جتا جتائیں زباناں دیم داتگیں جملہاں بوان اِت

source: Read the sentence carefully - don’t miss, change or add words.
bgp: لکھسیں گالورا غور نو پڑیحے ۔نواں نیٔیلی،بدلی یا لفظ لینی نا

source: Ready to add your voice or lend your ear?
bgp: وتی توار ءَ گیش کنگ یا وتی گوش ءَ وام دیگ ءَ تیار ئے؟

source: Ready to contribute?
bgp: شریک بوھگ ءِ واستہ تیار ئے؟

source: Ready to do { $count } more?
bgp: گیشتر کنگ ءَ تیار ئے؟

source: Ready to donate your voice?
bgp: وتی توار ءِ عطیہ کنگ ءَ تیار ئے؟

source: Ready to help validate sentences?
bgp: جملہانی توثیق کنگ ءَ کمک کنگ ءَ تیار ئے؟

source: reCAPTCHA is required if you want to proceed
bgp: اگاں تئو دیما روغ لوٹئے گڈا ری کیپچا درکار ایں

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
bgp: چیلنج ءُ مول ءُ مراد ءِ یاد دہانی ، پیشرفت ءِ اپ ڈیٹ ، ءُ کامن وائس ءِ بابت ءَ نیوز لیٹر ءِ وڑیں ای میل رسگ ءَ انت۔

source: Recorded Clips
bgp: جوڑ کتگ کلپس

source: Recorded Hours
bgp: ریکارڈ کثغیں کلاک

source: <recordIcon></recordIcon> Last one!
bgp: <recordIcon></recordIcon>گڈی یکے!

source: [Recording cut off before the end of the last word]
bgp: چیکڑی لبزءَ چہ پیش ریکارڈنگ ھلاس کنگ بوت

source: Recordings
bgp: ریکارڈنگ

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
bgp: ریکارڈنگ وائس کلپس مئے اوپن ڈیٹاسیٹ ءِ جوڑ کنگ ءِ یک جتائیں بہرے؛ لھتے گُش اَنت کہ اے ھم مزہ ءِ بھر اِنت۔

source: Record/Stop
bgp: ریاکارڈ ء روکث

source: Record your response
bgp: وثی جواب ئا ریکارڈ کن

source: Record yourself reading sentences in your language
bgp: وتی زبان ءَ جملہ وانگ ءَ وت ءَ ریکارڈ کن .

source: Record yourself responding to questions and prompts in your language
bgp: وتی زبان ءَ جُست ءُ پُرسانی پسو دیگ ءَ وت ءَ ریکارڈ کن اِت

source: Record your voice
bgp: وتی توارءَ ریکارڈ کن اِنت

source: Reference the source of your sentence (required)
bgp: وزی گشتیں گالورے آکیں معنی ارکھنی اوزاں سے کیں زوڑتھو حوالہ دیتی۔

source: Refresh
bgp: تازہ کن

source: Reject
bgp: رَد کنی

source: Remove
bgp: ختم کنی

source: Remove Avatar
bgp: اوتار ئا کش

source: Report
bgp: رپورٹ

source: Report was passed successfully
bgp: رپورٹ باز جوانیخا منظور بیثہ

source: Request a Language
bgp: زوان درخواست

source: Request for Scripted Speech
bgp: اسکرپٹڈ ءِ ھاتر ءَ لوٹ

source: Request for Spontaneous Speech
bgp: اسپونین اسپیچ ءِ لوٹ

source: Request New Language
bgp: نوکیں زبان ءِ نیمگ ءَ روگ

source: Request recordings
bgp: ریکارڈنگانی لوٹ کن

source: *required
bgp: *گَرض

source: Re-record
bgp: دوبارہ ریکارڈ کن

source: Re-record clip
bgp: دوبار ہ ریکارڈ کلپ

source: Respond
bgp: پسّو بہ دے

source: Respond To Prompt
bgp: پرامپٹ ئے جواب ئا دئے

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
bgp: نامیاتی، بولی ءِ تناظر ءِ ھاتر ءَ ڈیٹاسیٹ جوڑ کنگ ءِ ھاتر ءَ اشارہ ءِ جواب ءَ بہ دئے اِت۔ زبانی اولی زبانانی واستہ جوان انت۔

source: Response deleted successfully
bgp: جواب کامیابی ئا گوں گار بیثہ

source: Response submitted successfully
bgp: جواب کامیابی ئا گوں دیم دیغ بیثہ

source: Return
bgp: گڑدغ

source: Return here to edit your goal anytime.
bgp: ھر وھد ءَ وتی مول ءُ مراد ءَ ترمیم/بدل کنگ ءِ ھاتر ءَ ￴ اد ءَ ￴ پد ءَ ￴ واتر کن اِت۔

source: Return to Common Voice
bgp: مشترکہ آواز ءِ نیمگ ءَ پدا واتر کن

source: Return to Common Voice Datasets
bgp: کامن وائس ڈیٹا سیٹس سرا گڑد اِنت

source: Return to Languages
bgp: زبانانی نیمگا واتر کن

source: Review
bgp: چار ءُ بچار کنیں

source: Review could not be saved. Please try again later.
bgp: جائزہ ءِ رکّینگ نہ بوتگ۔ دزبندی ایں کہ پذا پذا کوشش کن

source: ⓘ Review Criteria
bgp: جائزہ ئے رہبند

source: Review Criteria
bgp: جائزہ ئے رہبند

source: Reviewed sentences not submitted, are sure?
bgp: نظرثانی شدہ جملہ جمع چھن بیزغاں چھ شوا را یقین استیں؟

source: Review existing sentences submitted by the community
bgp: کمیونٹی ئے نیمغا پیش کثغیں استیں جملہانی سرا چار ءُ تپاسی کن

source: Reviewing Sentences
bgp: جملہ جائزہ گرے

source: Review & re-record clips here as you go
bgp: کلپانی چار ءُ تپاس ءُ دوبر ریکارڈ کن ات کہ شما رو ات

source: Review & re-record clips if needed
bgp: اگاں لوٹ بوت گڑا کلپانی چار ءُ تپاس ءُ دوبر ریکارڈ کنگ بہ بیت

source: Review Sentences
bgp: جملہ جائزہ گرے

source: Review sentences in your language
bgp: وثی زبان ئا جملہانی سرا چمشانک دے

source: Review & Submit
bgp: جائزہ ءُ جمع کنگ

source: Review transcriptions
bgp: ٹرانسکرپشنانی جائزہ

source: Review transcriptions of recorded sentences for accuracy
bgp: درستی ئے واستہ ریکارڈ کثغیں جملہانی نقل ئے چار ءُ تپاسی کن

source: Review Transcriptions <small>(Coming soon)</small>
bgp: نقل ءِ چار ءُ تپاس<small> (زوت آھگ ءَ اِنت)</small>

source: Review user-submitted transcriptions in your language
bgp: وتی زبان ءَ کارمرز کنوک ءِ نیمگ ءَ دیم داتگیں نبشتانکاں چار ءُ تپاس کن اِت

source: Romanian
bgp: رومانیائی

source: Romansh Sursilvan
bgp: رومانش سورسلوان

source: Romansh Vallader
bgp: رومانش والاڈر

source: Rukai
bgp: روکائی

source: Runyankole
bgp: رونیانکولے

source: Russian
bgp: روسی

source: Ruuli
bgp: رولی

source: s
bgp: ایس

source: S
bgp: ایس

source: Sabah Bisaya
bgp: صباح بیسایا .

source: Sabah Malay
bgp: صباح ملائی .

source: Sa'ban
bgp: سعبان .

source: Sakha
bgp: سخا

source: Sakizaya
bgp: سکزیا

source: Santali (Ol Chiki)
bgp: سنتالی (اول چیکی)

source: Saraiki
bgp: سرائیکی

source: Sardinian
bgp: سارڈین

source: Save
bgp: محفوظ کنی

source: Saved
bgp: محفوظ کنی انت

source: Scots
bgp: اسکاٹس

source: Scripted Speech
bgp: سکرپٹ ءِ سرا نبشتہ کتگیں گپ

source: Search
bgp: شوہاز کن

source: Seediq
bgp: سیدیک

source: See how your progress compares to other contributors all over the world.
bgp: بچار اِت کہ شمئے دیمروئی سرجمیں دگنیا ءِ دگہ شریک داروکاں گوں چے پیم اِنت۔

source: See Less
bgp: کم گند

source: See More
bgp: گیشتر گند

source: Select a Language...
bgp: یک زبانءِ گشین اِنت

source: Select an option
bgp: یک آپشنے گچین کن

source: Select a variant (optional)
bgp: لہجہ چنڑے (وسی مرضی)

source: Selected
bgp: گچین کثہ

source: Select File
bgp: فائل چنڑے

source: Select File to Upload
bgp: فائل چنڑے اپلوڈ کنیغ وسطا

source: Select the desired language dataset and choose the version you wish to download.
bgp: زبان ءِ لوٹ ءِ ڈیٹاسیٹ ءَ گچین کن ءُ ھما ورژن ءَ گچین کن کہ تو ڈاؤن لوڈ کنگ لوٹ ئے۔

source: Select up to three domains (optional)
bgp: سے ڈومینز تکا (منتخب) کھنے

source: Select your age
bgp: وثی عمر ئا گچین کن

source: Select your sex or gender
bgp: وثی جنس یا جنس ئا گچین کن

source: Self Citation
bgp: وت حوالہ

source: Send a link to my email
bgp: منی ای میل ءِ لنک ءَ دیم بدئے

source: Send sign up link
bgp: سائن اپ ءِ لنک ءَ دیم بدئے

source: Sentence
bgp: جملہ

source: Sentence Collection
bgp: گال ء مچی

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
bgp: جملہ آے مجموعہ آ مزید گیندے
